Repository: iina/iina
Catalog: iina/mul.lproj/PrefGeneralViewController.xcstrings
Source language: en
Languages: af, ca, cs, da, de, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sv, tr, uk, zh_hans, zh_hant

# z9T-8h-1T0.title
source: Show welcome window
af: Toon verwelkomingsvenster
ca: Mostra la finestra de benvinguda
cs: Zobrazit uvítací okno
da: Vis velkommen vindue
de: Willkommensfenster anzeigen
es: Mostrar ventana de bienvenida
fa: نمايش پنجره خوش آمد
fi: Näytä tervetuloikkuna
fr: Afficher la fenêtre d'accueil
he: הצג חלון ברוך הבא
hi: स्वागत खिड़की दिखाओ
hr: Prikaži pozdravnu sliku
hu: Üdvözlő ablak megjelenítése
id: Tampilkan window permulaan
it: Mostra finestra di benvenuto
ja: 開始ウィンドウを表示
ko: 시작 윈도우 보기
nl: Toon welkomstscherm
pl: Pokaż okno powitalne
pt_br: Mostrar tela de boas-vindas
pt_pt: Mostrar janela de boas-vindas
ro: Arată fereastra de bun venit
ru: Показать окно приветствия
sk: Zobraziť uvítacie okno
sr_cs: Prikaži pozdravni prozor
sv: Visa välkomstfönster
tr: Karşılama penceresini göster
uk: показати вікно привітання
zh_hans: 显示欢迎窗口
zh_hant: 顯示歡迎視窗

# 3XO-ks-TDg.title
source: PNG
de: PNG (*.png)

# Kdk-iC-e1C.title
source: Still prevents system from sleeping.
de: Verhindert immer noch, dass das System schläft.
he: עדיין מונע מהמערכת להירדם.
hu: Még mindig megakadályozza a rendszer elalvását.
ja: システムのスリープを防止。
ru: По-прежнему не позволяет системе перейти в спящий режим.
zh_hans: 仍然阻止系统睡眠。

# r2u-P9-J5p.title
source: Prevent screen saver from starting while playing
de: Verhindern, dass der Bildschirmschoner während der Wiedergabe startet
he: מנע את הפעלת שומר המסך בזמן ניגון
hu: A képernyőkímélő elindulásának megakadályozása lejátszás közben
ja: 再生中にスクリーンセーバーが開始されないように防止
ko: 재생 중에는 화면 보호기 시작을 막기
ru: Предотвратить запуск экранной заставки во время воспроизведения
zh_hans: 在播放时阻止屏幕保护程序启动

# yla-DT-YTx.title
source: Not while in "music mode" or only playing audio
de: Nicht im „Musikmodus“ oder bei reiner Audiowiedergabe
ja: ミュージックモードまたはオーディオだけを再生中の場合を除く
ru: Не в «музыкальном режиме» или при воспроизведении только аудио
zh_hans: 在“音乐模式”或仅播放音频时不可用。

# NVh-C5-b9i.title
source: JPEG (.jpeg)
hu: JPEG (.jpg)
pl: JPEG (.jpg)
pt_pt: JPEG (*.jpg)

# 5WC-Sp-6mg.title
source: Loop playlist
ru: Повтор плейлиста

# A1p-L4-jtC.title
source: Loop single file
ru: Повтор одного файла

# jok-kc-HjX.title
source: When a file is opened manually:
ru: Когда файл открывается вручную:
